Repository: wp-plugins/wsi
Catalog: languages/wp-splash-image-*.po
Languages: tr_tr

source: Settings
tr_tr: Ayarlar

source: Donate
tr_tr: Bağış

source: You do not have sufficient permissions to access this page.
tr_tr: Bu sayfaya erişmek için yeterli izine sahip değilsiniz.

source: Infos
tr_tr: Bilgiler

source: Feedback
tr_tr: Geri Besleme

source: Thank's for your feedback...
tr_tr: Görüşlerinizi paylaştığınız için teşekkür ederiz ...

source: For information:
tr_tr: Bilgi için:

source: Configuration
tr_tr: Yapılandırma

source: Splash image activated
tr_tr: Splash image Aktif et

source: Image
tr_tr: Resim

source: Picture URL:
tr_tr: Görüntü adresi:

source: Picture link URL
tr_tr: Görüntü link adresi:

source: (stay empty if not required)
tr_tr: (İsterseniz boş bırakabilirsiniz)

source: Youtube code
tr_tr: Youtube kodu

source: Yahoo video code
tr_tr: Yahoo video kodu

source: Dailymotion code
tr_tr: Dailymotion kodu

source: Metacafe code
tr_tr: Metacafe kodu

source: Video Flash (URL)
tr_tr: Video Flash (Adresi)

source: Close esc function
tr_tr: Kapatmak için ESC tuşu kullan

source: if you click on background
tr_tr: Yada arka plan üzerine tıklayabilirsiniz

source: Hide
tr_tr: Kapatma tuşunu gizle

source: Splash height
tr_tr: Splash Yüksekliği

source: Splash width
tr_tr: Splash Genişliği

source: Background color
tr_tr: Arka plan rengi

source: Start date
tr_tr: Başlangıç tarihi

source: End date
tr_tr: Bitiş tarihi

source: Display time
tr_tr: Görüntüleme süresi

source: seconds
tr_tr: Saniye

source: (0 don't close automaticly the splash image)
tr_tr: (0 yazarsanız spash otomatik kapanır)

source: Update Options
tr_tr: Güncelle

source: Options Updated...
tr_tr: Güncelleştirildi...

source: Your Email:
tr_tr: E-Posta adresiniz:

source: Message:
tr_tr: Mesajınız:

source: Send Feedback
tr_tr: Mesajı gönder

source: Picture height
tr_tr: Görüntü yüksekliği

source: Picture width
tr_tr: Görüntü genişliği
